aaron-bond.better-comments
CoenraadS.bracket-pair-colorizer-2
deerawan.vscode-dash
dongli.python-preview
eamodio.gitlens
GrapeCity.gc-excelviewer
ms-pyright.pyright
ms-python.python
njpwerner.autodocstring
shardulm94.trailing-spaces
SirTori.indenticator
TabNine.tabnine-vscode
VisualStudioExptTeam.vscodeintellicode
